import Mock from 'mockjs';
let template = {
  "code": 0,
  "data": {
    "headTitle": "共2天行程",
    "customRouteId": 17,
    "customRouteDaysVOList" : [
      {
        "dayDesc": "第一天",
        "tourContent": '<h3 class="h3">【游】大木山景区</h3><div class="cont">是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是<img src="../../imgs/11.png" />周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山</div>',
        "liveContent": '<h3 class="h3">【住】万达嘉华酒店</h3><div class="cont">万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决</div>'
      },
      {
        "dayDesc": "第二天",
        "tourContent": '<h3 class="h3">【游】大木山景区</h3><div class="cont">是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是<img src="../../imgs/11.png" />周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山</div>',
        "liveContent": '<h3 class="h3">【住】万达嘉华酒店</h3><div class="cont">万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决</div>'
      },
      {
        "dayDesc": "第三天",
        "tourContent": '<h3 class="h3">【游】大木山景区</h3><div class="cont">是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是<img src="../../imgs/11.png" />周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山是周三神山</div>',
        "liveContent": '<h3 class="h3">【住】万达嘉华酒店</h3><div class="cont">万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决万达嘉华酒店，一套房解决</div>'
      }
    ]
  }
};

export default {
  init(){
    Mock.mock(/query/,'get',template);
  }
}
